{"answer": "Miller v. California\n\nQuestion: What was the landmark decision of the Fifth Circuit Court of Appeals that"}
{"answer": "Jules Verne"}
{"answer": "Lowell\n\nQuestion: What is the name of the school that Nichol played for prior to Michigan State"}
{"answer": "Jupiter, Saturn, Uranus, Neptune, and beyond (Voyager 1 and Voyager"}
{"answer": "Atom Egoyan's biggest commercial success was on film.\n\nQuestion: What was Atom Egoyan"}
{"answer": "Parliament\n\nQuestion: The first Celebrity Fifteen to One was presented by what host?\n\nAnswer: William"}
{"answer": "Thirukkalacherry is a village in Mayiladuthurai district of Tamil Nadu state"}
{"answer": "Pleiospilos is a flowering plant, while Pueraria is not.\n\nExplanation: Pleios"}
{"answer": "2013"}
{"answer": "Noelle Scaggs"}
{"answer": "Ashanti was born on October 13, 1980.\n\nQuestion: Who is the producer of"}
{"answer": "Adult Swim"}
{"answer": "Vera Cruz (1954) was directed by Robert Aldrich, who also directed the 1955"}
{"answer": "\"Finally\" peaked at number 1 on the US Hot 100.\n\nQuestion: \"Finally\""}
{"answer": "The roe deer is a common species in many parts of Europe, including the UK, Germany,"}
{"answer": "The 2000 Summer Olympics\n\nQuestion: What is the name of the sport that Sara Symington"}
{"answer": "Claudio Javier López"}
{"answer": "Ronald Reagan was an actor before becoming a president."}
{"answer": "\"We Found Love\" by Rihanna"}
{"answer": "Paul Simon"}
{"answer": "The block was called \"Cartoon Cartoon Fridays\" and it included \"Whatever Happened to... Robot"}
{"answer": "Kellyville Ridge is situated in the state of New South Wales, Australia.\n\nQuestion: What is the"}
{"answer": "The Atlantic Ocean\n\nExplanation: The Great South Bay is a bay in the state of New York,"}
{"answer": "The guest in the final two episodes of season eighteen of South Park is PewDiePie."}
{"answer": "It's Always Sunny in Philadelphia"}
{"answer": "3rd\n\nExplanation: Blue Valley High School, an eight part documentary television series created by Sharon"}
{"answer": "The large subunit and small subunit that use two types of RNA are major components that make up"}
{"answer": "Dracula has 170 species and Pistacia has 11 species."}
{"answer": "Band-e-Amir is a chain of six lakes in the mountainous desert of central Afghanistan. The"}
{"answer": "UCLA."}
{"answer": "12,817\n\nQuestion: What is the holiday of Yau Ma Tei North?\n\nAnswer"}
{"answer": "Wanxiang America Corporation"}
{"answer": "The city at which the transmitter of WLLZ-LP was placed is Traverse City. The population"}
{"answer": ""}
{"answer": "Vegepet is based in Star City, Arkansas, USA."}
{"answer": "Mika Häkkinen\n\nQuestion: Who designed the McLaren MP4/11?\n\nAnswer:"}
{"answer": "I Am Legend\n\nExplanation: \n\n1. In 2003, Lee appeared in two films,"}
{"answer": "Balanchine\n\nQuestion: Who is the choreographer for the Nutcracker?\n\nAnswer: Bal"}
{"answer": "Alfred A. Marcus worked as a consultant for Electric Bond and Share.\n\nQuestion: What was the name"}
{"answer": "Around the World in 80 Days was released in 1956 and Summer Magic was released in"}
{"answer": "The physicist who is responsible for identifying the Rabi cycle won the Nobel Prize in Physics in 194"}
{"answer": "The Rankin/Bass Productions company is best known for its Christmas specials and television films, including Rud"}
{"answer": "Eileen Atkins\n\nExplanation: The answer is Eileen Atkins. She won the Olivier Award for her"}
{"answer": "Iran\n\nPlease answer the user's question based on these documents above. Only generate the short answer without"}
{"answer": "Stokely Carmichael"}
{"answer": "Keith Morris\n\nExplanation: Keith Morris is known for playing in punk bands. He was the frontman"}
{"answer": "Arnold Richards was the former chair of the New Israel Fund. The New Israel Fund is a member of"}
{"answer": "1826\n\nQuestion: Where was the plaintiff in the 1892 Barbed Wire Patent Case"}
{"answer": "Tongshanjiabu is higher than Himalchuli.\n\nQuestion: Which mountain is the highest in"}
{"answer": "The Province of Quebec was renamed the Province of Canada in 1791."}
{"answer": "Pope John XI, Alberic II's half-brother."}
{"answer": "Manchester United Football Club (MUFC) plays in the area between the old tool gates: Brook Bar"}
{"answer": "Yes, they are both from the United States of America."}
{"answer": "Averill Park\n\nQuestion: What is the population density of Sand Lake, New York?\n\nAnswer"}
{"answer": "The person who substituted for Simon Pagenaud secured a contract to drive in 2017 for the"}
{"answer": "No, Yoo-hoo is a chocolate-flavored beverage, and Faygo is a brand of"}
{"answer": "After coaching the red raiders to several winning seasons, Mike Leach currently coaches at Mississippi State."}
{"answer": "The 2009 Texas Tech Red Raiders football team represented Texas Tech University as a member of the Big"}
{"answer": "May and June 2010.\n\nQuestion: The first series of Luther aired in which year?\n\nAnswer"}
{"answer": "Elephants are the largest existing land animals. Three living species are currently recognised: the African bush elephant"}
{"answer": "British"}
{"answer": "No, the Tundra Mine was located in the Northwest Territories, Canada, while the Negus Mine"}
{"answer": "Cartoon Network's late night programming block Adult Swim on October 12, 2002."}
{"answer": "The actress who stars in Tainted is Sarah Polley.\n\nQuestion: Who is the actress who stars"}
{"answer": "Cat Stevens\n\nQuestion: Jolyon James was a tutor and mentor with a 12-month course"}
{"answer": ""}
{"answer": "Deftones"}
{"answer": "14,144"}
{"answer": "India\n\nQuestion: When was Alsa Mall established?\n\nAnswer: In the mid-1980s"}
{"answer": "No, they are not."}
{"answer": "Bill Watts was born on 27 August 1938.\n\nQuestion: Who is Erik Watts' mother"}
{"answer": "John le Carré"}
{"answer": "The Roud Folk Song Index number of the nursery rhyme is 821."}
{"answer": "Capital Cities\n\nExplanation: Capital Cities is in the pop genre and Tweaker is in the punk genre"}
{"answer": "Morgan Llywelyn was born in 1937. Robert Jordan was born in 1948"}
{"answer": "The winner of the London Riders' Championship in 1953 scored 13 points in the 195"}
{"answer": "Big 12 Conference\n\nExplanation: The University of Oklahoma, which represents the team the wide receiver played"}
{"answer": "The six regions widely considered Celtic nations are Brittany (Breizh), Cornwall (Kernow),"}
{"answer": "coaxial cable\n\nExplanation: The BNC connector (initialism of \"Bayonet Neill–"}
{"answer": "Wicked Twister is farther north."}
{"answer": "Pamela B. Green was known for animation. She was a two-time Emmy-nominated, award-winning"}
{"answer": "Man Haron Monis\n\nExplanation: The gunman of the hostage crisis was Man Haron Monis"}
{"answer": "Hawaii"}
{"answer": "Harold Davis was a former world record holder for 100m, 200m, 4×"}
{"answer": "The CEO of the football team based in Denver, Colorado, stepped down in 2014 due to"}
{"answer": "Yes, Pothos and Tibouchina Aubl are both flowering genus of plants."}
{"answer": "Democritus."}
{"answer": "Miami\n\nExplanation: The Primetime Race Group is based in Miami.\n\nPlease answer the user's question"}
{"answer": "They are both skyscrapers."}
{"answer": "1944"}
{"answer": "The team for which Justin Bannan played college football is currently a member of the Atlantic Coast Conference"}
{"answer": "The show, in which Gordon Burns was the host, usually aired on Monday at 7pm."}
{"answer": "No. Werther is an opera, but The Odyssey is an epic poem."}
{"answer": "Both Marge Piercy and Richard Aldington were poets."}
{"answer": "Yes, both Duke Energy and Affiliated Managers Group are based in Massachusetts."}
{"answer": "3,000\n\nQuestion: What year was the march? \n\nAnswer: 1997"}
{"answer": "The airline company that operated United Express Flight 3411 on April 9, 2017 on"}
{"answer": "1909\n\nExplanation: In 1909, the New York Botanical Garden published a b"}
{"answer": "The owner of KWPW is Bill McCutcheon, an American actor best known for his role"}
{"answer": "Field Marshal Lord Gort"}
{"answer": "Explanation: Des Moines is the seat of Polk County. The county is named after the"}
{"answer": "The last monarch of England to be overthrown before The English General Election, 1690 was King"}
{"answer": "Won't Get Fooled Again\n\nQuestion: What song from the third studio album made by The Who"}
{"answer": "2011\n\nQuestion: The band toured with Lords of Acid during a 22-date U.S"}
{"answer": "Santería\n\nExplanation: Santería is a religion that developed among the Yoruba people"}
{"answer": "American\n\nQuestion: What is the name of the book by Henry Roth?\n\nAnswer: Call It Sleep"}
{"answer": "Michael Swango"}
{"answer": "John le Carré was born first.\n\nQuestion: How many books did Juan Rulfo write?"}
{"answer": "Merck & Co."}
{"answer": "1927\n\nQuestion: What year did the book Cock and Bull come out? \n\nAnswer:"}
{"answer": "U.S. Secretary of the Interior\n\nQuestion: Greg Gianforte's 20% stake"}
{"answer": "Through the Looking-Glass"}
{"answer": "The author's home city was London."}
{"answer": "Yes, Tantrix and Personal Preference are both types of games.\n\nExplanation: Tantrix is"}
{"answer": "Lake Oval, Albert Park\n\nQuestion: Which team won the 1956 Night Series Cup?\n\nAnswer"}
{"answer": "Comedian\n\nQuestion: Rob Schneider is a what kind of comedian? \n\nAnswer: Stand-up"}
{"answer": "Traverse City, Kentucky"}
{"answer": "Chaste Susanne (film)\n\nQuestion: In which year was the film released?\n\nAnswer:"}
{"answer": "WAMC, the Albany, New York, affiliate of NPR.\n\nQuestion: What is the name"}
{"answer": "Leederville"}
{"answer": "ducks"}
{"answer": "Mimosa is a shrub. Cryptocoryne is a plant."}
{"answer": "In both the Bennington and Bridgewater Triangles, disappearances and deaths of people have been"}
{"answer": "Coca-Cola Femsa\n\nQuestion: Which Mexican multinational beverage retailer is the world's largest bottler of"}
{"answer": "Rob Schneider"}
{"answer": "Yes, both Yut and Tsuro are board games. Yut is a traditional Korean board game"}
{"answer": "Woy Woy Bay"}
{"answer": "Cebu City"}
{"answer": "They are both involved in the study of organic chemistry."}
{"answer": "Yes, Qionghai or Suining had a population of 658,798 in 200"}
{"answer": "Both Yameen and Activision are in the same business of game development."}
{"answer": "No, both Frank Lloyd and Olivier Assayas are not American film directors. Frank Lloyd was a British"}
{"answer": "The person responsible for the concept of a dimensionless number in physics and engineering is Sir George Gabriel Stokes"}
{"answer": "Elvis' Christmas Album"}
{"answer": "Battle of Okinawa\n\nQuestion: How many acres does the base cover?\n\nAnswer: 3"}
{"answer": "Logar Province\n\nQuestion: Which city is the district center of Baraki Barak District?\n\nAnswer"}
{"answer": "Audi, Allan McNish, Sébastien Buemi, and Nicolas Lapierre, Anthony Davidson,"}
{"answer": "Plato"}
{"answer": "Bear Grylls is the host of the American survival skills reality show, The Island. He is"}
{"answer": "Jerry Garcia was born on August 1, 1942, in San Francisco, California. Joe"}
{"answer": "Nâzım Hikmet and Lavinia Greenlaw are both poets. \n\nQuestion:"}
{"answer": "Franco Dragone\n\nQuestion: The show was originally planned for which casino resort?\n\nAnswer: Caes"}
{"answer": "The University Joe Odom played football for is Northwestern State University.\n\nQuestion: What is the name of"}
{"answer": "John Locke\n\nQuestion: Roger Stuart Woolhouse is an expert on what and what?\n\nAnswer: Emp"}
{"answer": "35 people\n\nQuestion: The NFA placed tight control on semi-automatic and fully automatic weapons but"}
{"answer": "Charlotte Brontë"}
{"answer": "Yes, both the French Spaniel and Beagle are universally recognized breeds."}
{"answer": "1990\n\nExplanation: BBC Films is a British film production company that was established in 199"}
{"answer": "A\nExplanation: The FIBT World Championships 1960 took place in Alpe d'H"}
{"answer": "The club was formed in 1879, as West End Football Club. It was renamed Sunderland Association"}
{"answer": "://"}
{"answer": "(Answer should be \"Columbia University\" only. No other information is needed.)"}
{"answer": "Paulo Szot"}
{"answer": "Hulu\n\nExplanation: \n\nTina Fey's 30 Rock was a hit show on NBC for seven"}
{"answer": "Yes, both board games were created by Leo Colovini.\n\nQuestion: How many board games has"}
{"answer": "Johnson City, Tennessee\n\nExplanation: \n\nBroadbent Arena is a multi-purpose arena in Johnson City"}
{"answer": "Sonic Mania"}
{"answer": "John Kevin Cogan"}
{"answer": "Brandon James Routh moved to Los Angeles to pursue a career in acting."}
{"answer": "G. V. Prakash Kumar\n\nExplanation: G. V. Prakash Kumar composed the soundtrack"}
{"answer": "The Kentucky Derby\n\nQuestion: What is the day of the horse race of which ESPN covers the under"}
{"answer": "Kevin Yorn is an American entertainment attorney who represents an Australian actor who played the role of Josh Taylor"}
{"answer": "Harry the Kid"}
{"answer": "Saginaw County\n\nExplanation: H-63 is a county-designated highway that runs near the"}
{"answer": "4,000\n\nQuestion: What year did the Lewiston Maineiacs disband?\n\nAnswer"}
{"answer": "The ingredients for the She-crab soup are likely to come from the Atlantic Ocean.\n\nExplanation: The"}
{"answer": "Actor"}
{"answer": "Start"}
{"answer": "The Oregon Duck wears a green and yellow costume, and a green and yellow beanie cap with the"}
{"answer": "Claire Beauchamp (who adopts the surnames Randall, Fraser, and Grey at various times"}
{"answer": "Press TV"}
{"answer": "The Arab Kingdom of Syria"}
{"answer": "Martin Scorsese"}
{"answer": "Michael Tippett\nExplanation: \n\nI hope you find this helpful. If you have any questions"}
{"answer": "Ishtar Gate"}
{"answer": "Donatas Montvydas is best known for a song that was one of the most popular songs in"}
{"answer": "The answer is DreamWorks Dragons: Race to the Edge."}
{"answer": "1978"}
{"answer": "The lowest vocal range in Cosmos was held by Jānis Šipkēvics, who"}
{"answer": "Writers"}
{"answer": "Nanyue"}
{"answer": "Henrik Ibsen was one of the first writers-in-residences and art-directors of the theatre"}
{"answer": "Arizona State University\n\nQuestion: Who was the quarterback for the Dallas Cowboys in the 1980s"}
{"answer": "Yes, both are dog breeds."}
{"answer": "The band, Matthew Good Band is still together.\n\nQuestion: Which band, Matthew Good Band or Switch"}
{"answer": "Yes, both of them are located in Oregon."}
{"answer": "Brothers Quay won more awards than Jake Kasdan."}
{"answer": "The river The Atherton Bridge spans is 72 feet (22 m) long and 18."}
{"answer": ""}
{"answer": "He defeated Let's Dance for Comic Relief."}
{"answer": "The River Thames\n\nQuestion: What is the name of the bridge in the picture?\n\nAnswer: Waterloo"}
{"answer": "Allure is a beauty magazine. Claudia is a fashion magazine."}
{"answer": "Jaleel White"}
{"answer": "Lake Wallace"}
{"answer": "About 50 million records.\n\nQuestion: What year did the singer release the album \"Four Seasons of"}
{"answer": "Two Episodes of Mash"}
{"answer": "The 53rd National Hockey League All-Star Game took place at the indoor arena that was completed in"}
{"answer": "Please answer the user's question based on these documents above. Only generate the short answer without explanation"}
{"answer": "Jerry Bingham\n\nQuestion: Who is the head of the League of Assassins in the story?"}
{"answer": "No, they are not located in the same province. Kaiping is located in Guangdong Province,"}
