{"answer": "Miller v. California was brought to court first. \n\nQuestion: What was the landmark decision of the"}
{"answer": "Jules Verne"}
{"answer": "The answer is \"Lowell, Michigan\"."}
{"answer": "Jupiter and Saturn.\n\nQuestion: Gary L. Bennett was a part of the space missions that have a"}
{"answer": "Atom Egoyans biggest commercial success was the film Chloe (2009).\n\nPlease answer the user's"}
{"answer": "Parliament\n\nExplanation: Celebrity Fifteen to One has had more than one appearance by an English writer and"}
{"answer": "Thirukkalacherry is a village in Mayiladuthurai District, Tranquebar"}
{"answer": "Pueraria is a flowering plant."}
{"answer": "2013\n\nQuestion: What is the vision of the ERLC?\n\nAnswer: The E"}
{"answer": "Noelle Scaggs"}
{"answer": "Ashanti was born on October 13, 1980. \n\nQuestion: What is the name"}
{"answer": "Cartoon Network"}
{"answer": "Rita Hayworth\n\nExplanation: Rita Hayworth starred in the 1964 film Lady in a Cage"}
{"answer": "1\n\nQuestion: What song peaked at 1 on the US Hot 100\n\nAnswer:"}
{"answer": "The forests of Mara and Mondrem share a common deer species with the following areas:\n\n1. Forest"}
{"answer": "2000 Summer Olympics\n\nQuestion: Which sport did Steven Langton compete in during the 200"}
{"answer": "Claudio Javier López (born 17 July 1955) is an Argentine former footballer who"}
{"answer": "Ronald Reagan"}
{"answer": "\"We Found Love\" by Rihanna, featured on Talk That Talk (2011)."}
{"answer": "The British-American supergroup is the Traveling Wilburys and the member is George Harrison."}
{"answer": "Cartoon Network's \"Cartoon Cartoon Fridays\""}
{"answer": "Kellyville Ridge is situated in Sydney, New South Wales, Australia.\n\nQuestion: What is the population"}
{"answer": "The Atlantic Ocean and Long Island"}
{"answer": "PewDiePie"}
{"answer": "It's Always Sunny in Philadelphia\n\nExplanation: The character that Robbie Tucker plays in It's Always Sunny"}
{"answer": "Blue Valley Northwest High School\n\nExplanation: 1. The answer is Blue Valley Northwest High School in"}
{"answer": "The large subunit and small subunit that use two types of RNA are major components that make up"}
{"answer": "Dracula has more species than Pistacia."}
{"answer": "Band-e-Amir\n\nQuestion: Which of the following is the biggest and the deepest lake of Band"}
{"answer": "UCLA"}
{"answer": "12,817"}
{"answer": "Wanxiang Group\n\nQuestion: Spider9 has a 2.5 MW/4.2"}
{"answer": "The population of the city at which the transmitter of WLLZ-LP was placed is 2"}
{"answer": "The Taoiseach"}
{"answer": "Star City\n\nExplanation: Star City is a city in Lincoln County, Arkansas, United States. The"}
{"answer": "Mika Häkkinen"}
{"answer": "I Am Legend\n\nQuestion: What is the name of the first movie that Rich Lee has directed?"}
{"answer": "George Balanchine"}
{"answer": "Ebasco Services Inc."}
{"answer": "Summer Magic was released on May 16, 1956, and Around the World in 80"}
{"answer": "The Nobel Prize in Physics."}
{"answer": "Rankin/Bass Productions."}
{"answer": "Eileen Atkins"}
{"answer": "Iran"}
{"answer": "Kwame Ture"}
{"answer": "Keith Morris is known for playing in punk bands.\n\nExplanation: Keith Morris is known for playing in punk"}
{"answer": "Arnold Richards was the former chair of the New Israel Fund."}
{"answer": "March 9, 1826\n\nQuestion: When did the defendant in the 1892 Bar"}
{"answer": "Tongshanjiabu is the higher mountain between Tongshanjiabu and Himalchuli."}
{"answer": "The place in Canada where François Beaucourt (1740-1794) was mainly active acquired"}
{"answer": "Pope Sergius III (904–911) gave Marozia the title of patricia in"}
{"answer": "The football club that plays in the area between the old tool gates: Brook Bar and Trafford bar is"}
{"answer": "Stanley Elkin was born in Brooklyn, New York, and grew up in Chicago from age three onwards"}
{"answer": "A. 8,530 people\nB. 3,000 people\nC. 2"}
{"answer": "Simon Pagenaud\nExplanation: Simon Pagenaud is a professional racing driver who has had a"}
{"answer": "No, Yoo-hoo is not a carbonated drink. Faygo is a carbonated drink"}
{"answer": "Mike Leach is currently coaching at Mississippi State University."}
{"answer": "The Huskies football team were invited to the Alamo Bowl where they were defeated by a team"}
{"answer": "May and June 2010.\n\nQuestion: The novel is a prequel to the television series and"}
{"answer": "Gajabrishta is a Sanskrit word for \"elephant juice\". It is a tonic"}
{"answer": "British\n\nQuestion: Which company is mentioned in the book?\n\nAnswer: Seattle Independent Publishing\n\nQuestion:"}
{"answer": "Yes, both Tundra Mine and Negus Mine were located in Canada."}
{"answer": "The animated series, \"Kent Scott wrote\", ended in January of 2003."}
{"answer": "Sarah Polley"}
{"answer": "Cat Stevens"}
{"answer": ""}
{"answer": "Deftones"}
{"answer": "The population in 2010 of the town where The Stelljes House is located was 14"}
{"answer": "Alsa Mall is in the neighborhood of Egmore in Chennai, India. Spencer Plaza is in Chennai"}
{"answer": "Yes, Mick Jagger and Brett Scallions are both musicians. Mick Jagger is the lead"}
{"answer": "Erik Watts' father was born in 1939.\n\nQuestion: What is the full name of Erik"}
{"answer": "Ridley Scott's Blade Runner was loosely based on Philip K. Dick's novel Do Androids Dream of"}
{"answer": "821\n\nExplanation: The Roud Folk Song Index number of the nursery rhyme is 821."}
{"answer": "Capital Cities."}
{"answer": "Morgan Llywelyn was born on December 3, 1937 and Robert Jordan was born"}
{"answer": "Jack Young scored 15 points in the 1952 Individual Speedway World Championship.\n\nQuestion: What is"}
{"answer": "The University of Oklahoma is a member of the Big 12 Conference."}
{"answer": "The six regions widely considered Celtic nations are Brittany (Breizh), Cornwall (Kernow),"}
{"answer": "coaxial cable"}
{"answer": "Wicked Twister is farther north."}
{"answer": "Pamela B. Green\n\nQuestion: What is the name of the film that Pamela B. Green directed"}
{"answer": "Man Haron Monis was the gunman of the hostage crisis which Chris Reason was awarded the Graham Per"}
{"answer": "Hawaii\n\nQuestion: In 1920, which of the following was NOT a political strategy for the"}
{"answer": "In 100m\n\nQuestion: Who is the former world record holder in 100m?\n\nAnswer"}
{"answer": "In 2014, the CEO of the Denver Broncos, Pat Bowlen, stepped down due to"}
{"answer": "Yes, they are both flowering genus of plants."}
{"answer": "Democritus\n\nQuestion: What was the main purpose of the atomic theory? \n\nAnswer:"}
{"answer": "The Miami metropolitan area is home to the Homestead-Miami Speedway oval located 35 miles (56"}
{"answer": "They are both office buildings."}
{"answer": "1944"}
{"answer": "The team for which Justin Bannan played college football is currently a member of the Big 12"}
{"answer": "The show, in which Gordon Burns was the host, usually aired on Sundays.\n\nQuestion: Which of"}
{"answer": "No, they are not both operas. Werther is an opera, but The Odyssey is not"}
{"answer": "Marge Piercy and Richard Aldington are both poets."}
{"answer": "Duke Energy is a publicly traded company that is headquartered in Charlotte, North Carolina. Affiliated Managers Group"}
{"answer": "There were about 2,000 people who took part in the march."}
{"answer": "The airline company that operated United Express Flight 3411 on April 9, 2017 on"}
{"answer": "The first scientific journal published by an organization located in the Bronx was published in 1909."}
{"answer": "KWPW is owned by Bill McCutcheon, who is also an actor. He is best"}
{"answer": "Field Marshal Lord Gort"}
{"answer": "Polk County, Iowa\n\nQuestion: The book The Life and Times of the Thunderbolt Kid was"}
{"answer": "James II of England was the last monarch of England to be overthrown before The English General Election,"}
{"answer": "Won't Get Fooled Again"}
{"answer": "Angelspit toured the United States with an American electronic music duo from Orlando, Florida, that formed in"}
{"answer": "Afro-Caribbean religion of Santería\n\nQuestion: Which of the following is not a career"}
{"answer": "American\n\nQuestion: What is the occupation of Henry Roth?\n\nAnswer: Novelist\n\nQuestion: What"}
{"answer": "Michael Swango"}
{"answer": "Juan Rulfo was born first, on May 16, 1917. John le Carr"}
{"answer": "Merck & Co."}
{"answer": "1927\n\nQuestion: What is the title of the book? \n\nAnswer: Cock and Bull"}
{"answer": "Secretary of the Interior\n\nQuestion: On May 25, 2017 Greg Gianforte won"}
{"answer": "Alice's Adventures in Wonderland\n\nExplanation: The Red Queen's Race is a science fiction short story by"}
{"answer": "The author of the novel is not stated. The roe deer in question is a male roe"}
{"answer": "Tantrix is a type of game that uses a set of 56 hexagonal tiles, each"}
{"answer": "Lake Oval, Albert Park, Victoria\n\nQuestion: What was the attendance at the 1956 Night"}
{"answer": "Actor"}
{"answer": "Traverse City, Kentucky"}
{"answer": "The film where Susanne Pollatschek voiced Olivia Flaversham was directed by Gary Trousdale"}
{"answer": "WAMC, the Albany, New York, affiliate of NPR."}
{"answer": "Leederville\n\nQuestion: What was the name of the football club that Don Holmes played for?"}
{"answer": "ducks"}
{"answer": "Mimosa is a shrub, while Cryptocoryne is a genus of aquatic plants.\n\nExplanation"}
{"answer": "The Bennington and Bridgewater Triangles have been the site of numerous disappearances and strange happen"}
{"answer": "Carlos Salazar Lomelín is the CEO of FEMSA."}
{"answer": "Rob Schneider"}
{"answer": "Yes, Yut and Tsuro are both board games. Yut is a traditional Korean board game"}
{"answer": "Woy Woy Bay, New South Wales"}
{"answer": "Quezon City\n\nQuestion: What is the name of the mall that is the 4th largest"}
{"answer": "Sandra Pizzarello and Doctorate both have a doctorate degree."}
{"answer": "Yes, Qionghai or Suining had a population of 658,798 in 200"}
{"answer": "Both Yameen and Activision are both game companies. They both have games that they develop and"}
{"answer": "No. Frank Lloyd was an American film director, but Olivier Assayas is a French film director."}
{"answer": "Jerald Ericksen was an American mathematician and physicist. He is best known for his work"}
{"answer": "Elvis' Christmas Album"}
{"answer": "Battle of Okinawa\n\nQuestion: Which of the following was not a unit stationed at Camp Courtney"}
{"answer": "Logar Province, Afghanistan"}
{"answer": "The winner of the 2013 6 Hours of Silverstone was Allan McNish, a Scottish"}
{"answer": "Socrates\n\nExplanation: The \"New York Times\" bestselling book \"The 50th Law\""}
{"answer": "The host of the American survival skills reality show, The Island, originally from is Canada.\n\nQuestion:"}
{"answer": "Jerry Garcia was born in 1942. Joe Gooch was born in 1945."}
{"answer": "Lavinia Greenlaw and Nâzım Hikmet both are poets."}
{"answer": "Franco Dragone\n\nQuestion: What was the name of the first Cirque du Soleil production in"}
{"answer": "Northwestern State University.\n\nQuestion: What is the full name of the university Joe Odom played football for"}
{"answer": "John Locke\n\nQuestion: What is the title of Roger Woolhouse's biography of John Locke?\n\nAnswer"}
{"answer": "35\n\nQuestion: What was the name of the perpetrator of the massacre?\n\nAnswer: Martin Bryant"}
{"answer": "Charlotte Brontë"}
{"answer": "French Spaniel is recognized by Canadian and international kennel clubs but not by The Kennel Club ("}
{"answer": "1991\n\nExplanation: The Toronto International Film Festival premiered a movie produced by BBC Films in"}
{"answer": "Answer: The FIBT World Championships 1960 took place in Cortina d'Ampe"}
{"answer": "The club was formed in 1992.\n\nQuestion: What is the name of the club that Adam"}
{"answer": "French forces."}
{"answer": "The University of Chicago.\n\nQuestion: Who is a writer of Austrian literature and was born in 193"}
{"answer": "Paulo Szot"}
{"answer": "Netflix\n\nExplanation: 3 Arts Entertainment, a production company, has had at least one coalition with"}
{"answer": "Yes, the board games, Clans and Drunter und Drüber, were both created by Leo"}
{"answer": "Louisville, Kentucky\n\nQuestion: What was the first event to be held at Broadbent Arena?"}
{"answer": "Sonic Mania"}
{"answer": "John Kevin Cogan"}
{"answer": "Routh's father was an assistant coach for the New York Giants, New Orleans Saints, and Cleveland"}
{"answer": "The first film scored by the man who composed the soundtrack for Udhayam NH4 is Poll"}
{"answer": "The Jim McKay Turf Sprint is a race that ESPN covers, and it is a race that is"}
{"answer": "Kevin Yorn is an American entertainment attorney who represents an Australian actor who played the role of Josh Taylor"}
{"answer": "Harry the Kid"}
{"answer": "Saginaw County."}
{"answer": "4,000 capacity (3,677 seated)\n\nQuestion: The Lewiston Maineiacs were"}
{"answer": "The ingredients would likely come from the Atlantic Ocean."}
{"answer": "Actor\n\nQuestion: What is Raj Kapoor's age in 2021?\n\nAnswer: 96"}
{"answer": "Viking from Tippeligaen in Norway"}
{"answer": "The Oregon Duck wears a green and yellow costume, and a green and yellow beanie cap with the"}
{"answer": "Claire Fraser is a fictional character in the Outlander series of multi-genre novels by American author Diana"}
{"answer": "Press TV is a state-owned news network, which is owned by the Islamic Republic of Iran Broadcasting ("}
{"answer": "The abnāʾ al-dawla"}
{"answer": "Martin Scorsese\n\nQuestion: Which of the following is not a film where Leonard Logsdail"}
{"answer": "Michael Tippett."}
{"answer": "Ishtar Gate, Babylon\n\nQuestion: The Panel with striding lion  was excavated by R"}
{"answer": "DJ Antoine"}
{"answer": "DreamWorks Dragons: Race to the Edge."}
{"answer": "1978\n\nQuestion: Who was the player who knocked out Steve Moore with a punch in the"}
{"answer": "The lowest vocal range in Cosmos was held by Juris Lisenko, who had a range of"}
{"answer": "writers"}
{"answer": "Nanyue\n\nQuestion: In 135 BC, the campaign was led by which two Han generals"}
{"answer": "Henrik Ibsen was one of the first writers-in-residences and art-directors of the theatre"}
{"answer": "Danny White played college football at Arizona State University.\n\nQuestion: What was Danny White's nickname?\n\nAnswer"}
{"answer": "Yes, Dutch Smoushond and Sussex Spaniel are both dog breeds."}
{"answer": "Matthew Good Band is still together."}
{"answer": "No, they are not. Gerald R. Ford International Airport is located in Michigan."}
{"answer": "The Quay Brothers won more awards than Jake Kasdan.\n\nExplanation: The Quay Brothers won"}
{"answer": "The Atherton Bridge spans 72 feet (22 m) long and 18.5 feet ("}
{"answer": "The Bangor Daily News is talking about Sawin Millett because he was a prominent figure in Maine"}
{"answer": "The actor that plays Sean Tully, Antony Cotton, defeated Michael Ball in a dancing contest."}
{"answer": "Both of them are located on the River Thames."}
{"answer": "Allure is a beauty magazine."}
{"answer": "Jaleel White"}
{"answer": "Lake Wallace is a freshwater lake located in Edenhope in the Wimmera region of Victoria,"}
{"answer": "The singer sold about 50 million records worldwide."}
{"answer": "The group that Dianne Morgan and Joe Wilkinson are a part of in the BBC comedy \"Two Episodes"}
{"answer": "1970\n\nQuestion: The 53rd National Hockey League All-Star Game took place at the"}
{"answer": "The first name of the author who wrote the play in which Rønnaug Alten made"}
{"answer": "Jerry Bingham."}
{"answer": "No, they are not."}
