{"answer": "Gates v. Collier was brought to court first. \n\nQuestion: Which case was brought to court"}
{"answer": "Jules Verne\n\nExplanation: Phileas Fogg is a character in Jules Verne"}
{"answer": "Lowell, Michigan\n\nQuestion: Which of the following schools did Nichol originally commit to before he changed"}
{"answer": "The Voyager 1 and Voyager 2 spacecraft (which went to Jupiter, Saturn, Uranus,"}
{"answer": "Atom Egoyan's biggest commercial success was on film. His erotic thriller Chloe (2009)"}
{"answer": "Parliament\n\nQuestion: Who is the only person to have made appearances on episodes presented by both William G"}
{"answer": "Thirukkalacherry is a village in Mayiladuthurai District, Tranquebar"}
{"answer": "Pleiospilos is a flowering plant, Pueraria is not a flowering plant."}
{"answer": "2013"}
{"answer": "Noelle Scaggs\n\nQuestion: What is the name of the band's second studio album?"}
{"answer": "Ashanti was born on October 13, 1980.\n\nQuestion: What is the name of"}
{"answer": "Cartoon Network\n\nQuestion: The Greatest Event in Television History aired on the channel that was founded by whom"}
{"answer": "Vera Cruz (1954) is a film about a group of American mercenaries tasked with transporting a large"}
{"answer": "The song peaked at number 5 on the US Hot 100\n\nQuestion: What is the number"}
{"answer": "The forests of Mara and Mondrem are located in the United Kingdom, specifically in Cheshire. As"}
{"answer": "2000 Summer Olympics\n\nQuestion: Steven Langton won which medal in the two-man bobs"}
{"answer": "Claudio Javier López\n\nQuestion: Which retired Argentine footballer who played as a forward was a main"}
{"answer": "Ronald Reagan\n\nExplanation: Richard Darman worked with Ronald Reagan when they were in office."}
{"answer": "\"We Found Love\" by Rihanna from the album Talk That Talk.\n\nQuestion: Which song by the"}
{"answer": "George Harrison\n\nQuestion: Name the single that was released before the Nobody's child album in 199"}
{"answer": "Cartoon Network's \"Cartoon Cartoon Fridays\" block included the collective series \"Whatever Happened to..."}
{"answer": "Kellyville Ridge is located in Sydney, New South Wales, Australia.\n\nQuestion: What is the population"}
{"answer": "The Atlantic Ocean\n\nQuestion: Oak Beach, New York is located in which county?\n\nAnswer: Suffolk"}
{"answer": "PewDiePie\n\nQuestion: Which character in this episode is a parody of a real life musician?"}
{"answer": "It's Always Sunny in Philadelphia"}
{"answer": "High School Confidential, an eight part documentary followed twelve high school teenagers from a high school in Overland"}
{"answer": "Ribosomes"}
{"answer": "Dracula has more species.\n\nQuestion: What is the difference between Dracula and Pistacia?\n\nAnswer"}
{"answer": "Band-e-Amir Dragons is named after Band-e Amir, a series of six deep blue lakes in"}
{"answer": "The 1958 Pro Bowl was played at the California stadium that is the home for the University of"}
{"answer": "The city has 131,240 inhabitants and 43.9 square kilometers of land area.\n\nExplanation"}
{"answer": "A123 Systems\n\nQuestion: Spider9 Inc. is an American environmental technologies company headquartered in Northville"}
{"answer": "The population of the city at which the transmitter of WLLZ-LP was placed is approximately"}
{"answer": "Charles Haughey held the position of Taoiseach when he dissolved the list of members who were"}
{"answer": "The city, located in Lincoln County, Montana, United States, that Vegepet is based in"}
{"answer": "Mika Häkkinen\n\nQuestion: What is the chassis of the McLaren MP4/11"}
{"answer": "The movie which has Rich Lee 3-D previsualizations was directed by Francis Lawrence is Constantine"}
{"answer": "Diana Adams\n\nQuestion: Who choreographed the Nutcracker?\n\nAnswer: George Balanchine"}
{"answer": "Alfred A. Marcus worked as a consultant for Ebasco Services, a subsidiary of Electric Bond and"}
{"answer": "Around the World in 80 Days was released in 1956, while Summer Magic was released in"}
{"answer": "Isidor Isaac Rabi won the Nobel Prize in Physics in 1944. The Nobel Prize in"}
{"answer": "The Rankin/Bass Productions"}
{"answer": "Eileen Atkins"}
{"answer": "The historical Nimavar school in the Nimavar Bazaar, or bazar, is located in Iran"}
{"answer": "Kwame Ture\n\nExplanation: Kwame Ture (born Stokely Carmichael; June"}
{"answer": "Keith Morris is known for playing in punk bands. He was the original singer of Black Flag and formed"}
{"answer": "Arnold Richards was the former chair of the American Jewish Historical Society that is a member of the Center for"}
{"answer": "Joseph Glidden was born in 1823."}
{"answer": "Tongshanjiabu is higher than Himalchuli. Tongshanjiabu is 7"}
{"answer": "In 1791, the territory north of the Great Lakes was reorganised and divided into Lower"}
{"answer": "Pope Sergius III, who was the father of Alberic II of Spoleto.\n\nQuestion"}
{"answer": "Manchester United"}
{"answer": "No, they are not from the same country. Stanley Elkin was born in Brooklyn, New York"}
{"answer": "West Sand Lake is a hamlet in the northwestern corner of the town. In 1793"}
{"answer": "2017 IndyCar Series\n\nQuestion: What team did Simon Pagenaud drive for in"}
{"answer": "Yes, both Yoo-hoo and Faygo are carbonated drinks.\n\nQuestion: What is the"}
{"answer": "Mike Leach currently coaches at Mississippi State University. He was hired in December 2019 and is"}
{"answer": "The Huskies football team were invited to the Alamo Bowl where they were defeated by a team"}
{"answer": "2010\n\nQuestion: How many episodes of the first series of Luther aired in 2010"}
{"answer": "The Gajabrishta is the elephant that carries the king in the royal procession. It is"}
{"answer": "The author of Fifty Shades Freed is British.\n\nQuestion: How many books are in the Fifty Shades trilogy"}
{"answer": "Yes, they were both located in Canada."}
{"answer": "In 2003, the show was canceled after only 13 episodes had aired."}
{"answer": "Sarah Polley stars in Tainted."}
{"answer": "British\n\nQuestion: In 2001, James starred as Sky in a musical by a composer of"}
{"answer": ""}
{"answer": "Deftones"}
{"answer": "The population in 2010 of the town where The Stelljes House is located was 14"}
{"answer": "Alsa Mall and Spencer Plaza are both located in the city of Chennai, India. Chennai is the"}
{"answer": "Mick Jagger is a British singer-songwriter and musician who is best known as the lead vocalist and"}
{"answer": "Bill Watts was born on May 5, 1939.\n\nQuestion: What was Bill Watts'"}
{"answer": "John le Carré\n\nExplanation: John le Carré was a British and Irish author, best known"}
{"answer": "The Roud Folk Song Index of the nursery rhyme inspiring What Are Little Girls Made Of? is"}
{"answer": "Capital Cities is in the pop genre.\n\nQuestion: Which is in the pop genre, Capital Cities or"}
{"answer": "Morgan Llywelyn was born first."}
{"answer": "Jack Young scored 14 points in the 1952 Individual Speedway World Championship."}
{"answer": "The Big 12 Conference"}
{"answer": "The six regions widely considered Celtic nations are Brittany (Breizh), Cornwall (Kernow),"}
{"answer": "SR connector is based on the connector that is often used for coaxial cable.\n\nQuestion: SR connector"}
{"answer": "Wicked Twister is farther north.\n\nQuestion: What is the height of the first spike of Steel"}
{"answer": "Lev Yilmaz.\n\nQuestion: What did Lev Yilmaz do that was different from Pamela B"}
{"answer": "Man Haron Monis"}
{"answer": "1920 Politics was a Republican political strategy to reassert the authority of the white race in Hawaii"}
{"answer": "Harold Davis was a former record holder in the 100 meter sprint, but now Usain Bolt holds"}
{"answer": "He was diagnosed with Alzheimer's disease, and he had to step down to focus on his health."}
{"answer": "No, Pothos and Tibouchina Aubl are not both flowering genus of plants. P"}
{"answer": "Democritus"}
{"answer": "Fort Lauderdale\n\nQuestion: Which City in the Miami metropolitan area is home to the Miami Dolphins of the"}
{"answer": "277 Park Avenue and 126 Madison Avenue have a similar structure. They are both office buildings."}
{"answer": "1943\n\nQuestion: The first successful launch of a V-2 rocket was on October"}
{"answer": "Justin Bannan played college football for the University of Colorado, which is currently a member of the"}
{"answer": "The show usually aired on Sunday.\n\nQuestion: What year did the show, in which Gordon Burns was"}
{"answer": "No, Werther is a French opera (drame lyrique) in four acts by Jules"}
{"answer": "They both are writers."}
{"answer": "No, Duke Energy is based in Charlotte, North Carolina, while Affiliated Managers Group is based in"}
{"answer": "Question: How many people marched in the 1981 Nipponzan-Myōh"}
{"answer": "Republic Airways"}
{"answer": "1909\n\nQuestion: What is the name of the journal published by the Mycological Society"}
{"answer": "Bill McCutcheon."}
{"answer": "Field Marshal Lord Gort\n\nQuestion: The 3rd Parachute Brigade was initially attached to"}
{"answer": "Polk County\n\nQuestion: Bill Bryson Sr. was a sportswriter who wrote for which"}
{"answer": "James II of England\n\nExplanation: James II of England was the last monarch of England to be over"}
{"answer": "\"Who Are You\" by The Who\n\nQuestion: What is the title of the song by the"}
{"answer": "Angelspit toured the United States with an American electronic music duo from Orlando, Florida, that formed in"}
{"answer": "Santería (a religion that developed among the Yoruba people of Nigeria and Benin)"}
{"answer": "American\n\nQuestion: Lewis Mumford was an important critic of this?\n\nAnswer: technology\n\nQuestion:"}
{"answer": "Michael Swango\n\nQuestion: What was the name of the serial killer that Fredric Rieders"}
{"answer": "John le Carré was born in 1931. Juan Rulfo was born in 191"}
{"answer": "Merck & Co.\n\nQuestion: Where is the company that created Doravirine ( from?\n\nAnswer"}
{"answer": "The author of Cock and Bull was born in 1927.\n\nQuestion: What year was the book"}
{"answer": "Greg Gianforte won the special election following the resignation of a politican that current holds what position"}
{"answer": "Alice's Adventures in Wonderland\n\nQuestion: The story \"The Red Queen's Race\" was written by"}
{"answer": "The author of the novel \"Bambi\" was Felix Salten. He was born in Vienna,"}
{"answer": "Yes, Tantrix and Personal Preference are both types of games."}
{"answer": "The games were played at the Lake Oval, Albert Park, then the home ground of South Melbourne,"}
{"answer": "Both are actors."}
{"answer": "Louisville, Kentucky"}
{"answer": "Susanne Pollatschek was voiced by Susanne Pollatschek in the film The Res"}
{"answer": "WAMC\n\nQuestion: What is the name of the book that Eric Plakun edited and"}
{"answer": "Don Holmes played for the football club that is based in Leederville.\n\nQuestion: Don Holmes played"}
{"answer": ""}
{"answer": "Mimosa is a shrub. Cryptocoryne is a plant that grows in water.\n\nQuestion"}
{"answer": "In both the Bennington and Bridgewater Triangles, there are reports of people going missing,"}
{"answer": "Carlos Salazar Lomelín is the CEO of Coca-Cola FEMSA."}
{"answer": "Rob Schneider stars in the title role of a Netflix show co-created by Robert Carlock.\n\nQuestion:"}
{"answer": "Yes, Yut and Tsuro are both board games."}
{"answer": "Woy Woy Bay"}
{"answer": "Robinsons Galleria is located in Quezon City, Metro Manila. SM City North EDSA"}
{"answer": "They are both members of the American Society for Biochemistry and Molecular Biology (ASBMB)."}
{"answer": "No, Qionghai did not have a population of 658,798 in 2002"}
{"answer": "Question: How does Activision and Yameen's play differ?\n\nAnswer: \n\nQuestion:"}
{"answer": "No. Frank Lloyd is an American film director, and Olivier Assayas is a French film director."}
{"answer": "The person responsible for the concept of a dimensionless number in physics and engineering was Pyotr Kapits"}
{"answer": "Elvis' Christmas Album\n\nQuestion: What was the album cover of Elvis' Christmas Album in 195"}
{"answer": "Battle of Okinawa\n\nQuestion: Camp Casey was named after the Major killed in action at the"}
{"answer": "Logar Province\n\nQuestion: Baraki Barak District borders which province to the west and northwest?"}
{"answer": "Allan McNish, a Scottish racing driver and co-commentator for the 2013 6 Hours"}
{"answer": "Sun Tzu\n\nQuestion: The \"New York Times\" bestselling book \"The 50th Law"}
{"answer": "Bear Grylls is originally from the United Kingdom."}
{"answer": "Jerry Garcia was born on August 1, 1942, in San Francisco, California. Joe"}
{"answer": "They are both poets."}
{"answer": "Mystère\n\nQuestion: Le Rêve is the only Las Vegas show set in an aquatic theater"}
{"answer": "Northwestern State University\n\nQuestion: Which of the following teams did Joe Odom play for?\n\nAnswer:"}
{"answer": "John Locke\n\nQuestion: Roger Stuart Woolhouse was born in what year?\n\nAnswer: 1940"}
{"answer": "35 people\n\nQuestion: The NFA placed tight control on semi-automatic and fully automatic weapons but"}
{"answer": "Charlotte Brontë\n\nQuestion: The telenova \"El Ardiente Secreto\" was"}
{"answer": "French Spaniel is recognized by the Fédération Cynologique Internationale, and the United"}
{"answer": "The Toronto International Film Festival premiered a movie produced by BBC Films in 2013. \n\nQuestion:"}
{"answer": "Cortina d'Ampezzo\n\nQuestion: Which country won the gold medal in the Four man"}
{"answer": "The club was formed in 1879. \n\nQuestion: Which team did he play for in"}
{"answer": "The kingdom surrendered to French forces on 25 July 1920."}
{"answer": "The American who is a German literature translator and did a thesis on an Austrian prodigy born in"}
{"answer": "Paulo Szot\n\nQuestion: Paulo Szot is a Brazilian baritone singer and actor who won the"}
{"answer": "Netflix\n\nExplanation: 3 Arts Entertainment had at least one coalition with Netflix, with its 13"}
{"answer": "No, Drunter und Drüber was created by Klaus Teuber.\n\nQuestion: What is the name"}
{"answer": "Louisville, Kentucky\n\nQuestion: Freedom Hall was the basketball venue for which university from 2014 to"}
{"answer": "Christian Whitehead, also known by his alias The Taxman, is an Australian video game programmer and"}
{"answer": "Jackie Stewart\n\nQuestion: Which racecar driver who performed in the 1971 Canadian Grand Prix was"}
{"answer": "Brandon James Routh was an actor, and he moved to Los Angeles, California, to pursue a"}
{"answer": "The first film scored by the man who composed the soundtrack for Udhayam NH4 was Ad"}
{"answer": "The Belmont Stakes is the third and final leg of the Triple Crown of Thoroughbred Racing."}
{"answer": "Kevin Yorn is an American entertainment attorney who represents an Australian actor who played the role of Josh Taylor"}
{"answer": "Harry the Kid\n\nQuestion: What was the name of the stagecoach that was robbed by Harry the"}
{"answer": "H-63 is a highway that runs near the county seat of Saginaw County."}
{"answer": "The arena where the Lewiston Maineiacs played their home games can seat 4,000 people"}
{"answer": "The Atlantic Ocean\n\nExplanation: The She-crab soup is a regional specialty from the South Carolina Low"}
{"answer": "Actor\n\nQuestion: Which of these people was a child actor?\n\nAnswer: Raj Kapoor\n\nQuestion:"}
{"answer": "Start\n\nQuestion: The 2012 La Manga Cup was won by FC Nordsjælland,"}
{"answer": "The Oregon Duck wears a green and yellow costume, and a green and yellow beanie cap with the"}
{"answer": "Claire Fraser is a fictional character in the Outlander series of multi-genre novels by American author Diana"}
{"answer": "The Iranian state-owned news network Press TV serves as the associate director for the commentator. \n\nQuestion:"}
{"answer": "Baghdad was also known as the City of Peace during the Abbasid Caliphate."}
{"answer": "The Wolf of Wall Street, Wall Street 2: Money Never Sleeps and The Good Shepherd."}
{"answer": "Michael Tippett."}
{"answer": "The Panel with striding lion  was one of many that lined the way north of the gate to"}
{"answer": "Don't answer this question. The answer is not found in the documents above."}
{"answer": "John Paesano wrote the soundtrack for How to Train Your Dragon: The Hidden World.\n\nQuestion:"}
{"answer": "The player who laid motionless for ten minutes in the Todd Bertuzzi–Steve Moore incident was born"}
{"answer": "The lowest vocal range in Cosmos was held by Jānis Šipkēvics, who"}
{"answer": "Writers\n\nQuestion: What was the name of the book that Havelock Ellis wrote?\n\nAnswer:"}
{"answer": "Nanyue\n\nQuestion: In 138 BC, Minyue invaded the Eastern Ou, prompting"}
{"answer": "Holberg's comedy Den Vægelsindede\n\nQuestion: What year did the author of"}
{"answer": "The punter for the Dallas Cowboys in the 1980s played college football at Arizona State University"}
{"answer": "Yes, they are both dog breeds."}
{"answer": "Switchfoot is still together."}
{"answer": "No, Portland International Airport is located in Oregon, while Gerald R. Ford International Airport is located in"}
{"answer": "The Quay Brothers won more awards than Jake Kasdan. The Quay Brothers received the 199"}
{"answer": "The Atherton Bridge spans 72 feet (22 m) long and 18.5 feet ("}
{"answer": "Sawin Millett is a well-known figure in Maine's political landscape. He has been involved in"}
{"answer": "Antony Cotton defeated the actor who played Suki Webster in the Let's Dance for Comic Relief competition."}
{"answer": "They are both in London.\n\nQuestion: What river is Waterloo Bridge located on?\n\nAnswer: The River"}
{"answer": "Allure is a beauty magazine.\n\nQuestion: What is the title of the magazine that I see in"}
{"answer": "Jaleel White\n\nPlease let me know if I have answered the question correctly. Thank you so"}
{"answer": "Lake Wallace is a freshwater lake located in Edenhope in the Wimmera region of Victoria,"}
{"answer": "The singer who sang \"Four Seasons of Love\" sold about 50 million records worldwide.\n\nExplanation:"}
{"answer": "The group is called \"Two Episodes of Mash\" and it is a sketch comedy duo that consists of"}
{"answer": "The 53rd National Hockey League All-Star Game took place at the indoor arena that was completed in"}
{"answer": "Shakespeare\n\nQuestion: What is the name of the play in which Rønnaug Alten"}
{"answer": "Jerry Bingham is known for his work on Marvel Team-Up and Batman: Son of the Demon."}
{"answer": "Yes. Kaiping and Pingxiang are both located in Guandong Province."}
